Repository: uargh/wp_lopa
Catalog: wp_lopa/languages/*.po
Languages: de_de

source: Delete Settings
de_de: Einstellungen löschen

source: Save Changes
de_de: Speichern

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine Berechtigung diese Seite aufzurufen.

source: "Previous" &amp; "Next" links:
de_de: "Vorige" &amp; "Nächste" Links:

source: After Options
de_de: Optionen für die Darstellung nach den Loop-Inhalten

source: After loop content:
de_de: Nach dem Loop:

source: Authors blog
de_de: Blog des Autors

source: Before Options
de_de: Optionen für die Darstellung vor den Loop-Inhalten

source: Before loop content:
de_de: Vor dem Loop:

source: Choose below on which pages you want the plugin to display pagination.
de_de: Wähle auf welchen Seiten die Paginierung angezeigt werden soll.

source: Delete settings
de_de: Einstellungen löschen

source: General
de_de: Allgemein

source: Global Options
de_de: Globale Einstellungen

source: Helpful Links
de_de: Nützliche Links

source: Id attribute:
de_de: Id-Attribut

source: In the future i will try to provide you with more useful stuff here. Check out the other tabs until then. Have a good day.
de_de: In Zukunft werde ich hier noch weitere, hilfreiche Informationen bereitstellen.

source: Log. Pagination
de_de: Log. Paginierung

source: Logarithmic Pagination
de_de: Logarithmische Paginierung

source: Logarithmic pagination
de_de: Logarithmische Paginierung

source: Max. # of pages:
de_de: Maximal Anzahl an Seiten:

source: Next
de_de: Nächste

source: On category archives:
de_de: Auf Kategorie-Archiven:

source: On date archives:
de_de: Auf Tag/Monats/Jahres-Archiven:

source: On search-results:
de_de: Auf Suchergebnisseiten:

source: On tag archives:
de_de: Auf Tag-Archiven:

source: On the homepage:
de_de: Auf der Homepage:

source: Plugins website blog
de_de: Plugin Webseite

source: Post navigation
de_de: Artikel Navigation

source: Previous
de_de: Vorige

source: Settings
de_de: EInstellungen

source: Settings deleted.
de_de: Einstellungen gelöscht.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Show "previous" &amp; "next" links
de_de: Zeige "Vorige" &amp; "Nächste" Links

source: Show pagination
de_de: Paginierung anzeigen

source: Show pagination on category archives
de_de: Paginierung auf Kategorie-Archiven anzeigen

source: Show pagination on date archives
de_de: Paginierung auf Tag/Monats/Jahres-Archiven anzeigen

source: Show pagination on search-results
de_de: Paginierung auf Suchergebnisseiten anzeigen

source: Show pagination on tag archives
de_de: Paginierung auf Tag-Archiven anzeigen

source: Show pagination on the homepage
de_de: Paginierung auf Homepage anzeigen

source: Text for "Next" Link:
de_de: Text für "Nächste" Link

source: Text for "Previous" Link:
de_de: Text für "Vorige" Link

source: These options only relate to pagination displayed <b>after</b> the content (loop_end).
de_de: Diese Einstellungen beziehen sich nur auf die Darstellung <b>nach</b> dem Loop-Inhalt (loop_end).

source: These options only relate to pagination displayed <b>before</b> the content (loop_end).
de_de: Diese Einstellungen beziehen sich nur auf die Darstellung <b>vor</b> dem Loop-Inhalt (loop_start).

source: These options relate to <b>all</b> displayed pagination elements.
de_de: Diese Einstellungen beziehen sich auf alle Darstellungen der Paginierung.

source: This will clear all options.
de_de: Hiermit löschen Sie alle Einstellungen.

source: To gain a more balanced link structure for paginated pages this plugins uses logerithmic logic to calculate which page to link to.
de_de: Um eine ausgeglichenere Verteilung des Link-Juices zu erreichen werden Seiten basierend auf logarithmischen Berechnungen angezeigt.

source: What you want to do is, make your pagination look realy nice. Take this as a starting point:
de_de: Du solltest die Paginierung mit CSS versehen. Hier sind die verwendeten Klassen:

source: Where to show it
de_de: Wo zeigen wir die Paginierung?
